0??	*†H†÷  ‚???10	`†He 0??	*†H†÷  ‚????xml version="1.0" encoding="UTF-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"><plist version="1.0"><dict>	<key>PayloadContent</key>	<array>		<dict>			<key>DNSSettings</key>			<dict>				<key>DNSProtocol</key>				<string>HTTPS</string>				<key>ServerAddresses</key>				<array>					<string>2400:3200::1</string>          				<string>2400:3200:baba::1</string>          				<string>223.5.5.5</string>					<string>223.6.6.6</string>				</array>				<key>ServerURL</key>				<string>https://120371.alidns.com/dns-query</string>			</dict>			<key>PayloadDescription</key>			<string>Configures device to use AliDNS Encrypted DNS over HTTPS</string>			<key>PayloadDisplayName</key>			<string>Ali DNS over HTTPS</string>			<key>PayloadIdentifier</key>			<string>cc.lxd.alidoh.dnsSettings.managed</string>			<key>PayloadType</key>			<string>com.apple.dnsSettings.managed</string>			<key>PayloadUUID</key>			<string>39e6a9fb-9532-461e-a73d-97e744bbe4e9</string>			<key>PayloadVersion</key>			<integer>1</integer>			<key>ProhibitDisablement</key>			<false/>		</dict>	</array>	<key>PayloadDescription</key>	<string>Adds the AliDNS to Big Sur and iOS 14 based systems</string>	<key>PayloadDisplayName</key>	<string>Ali DNS over HTTPS</string>	<key>PayloadIdentifier</key>	<string>cc.lxd.alidoh</string>	<key>PayloadRemovalDisallowed</key>	<false/>	<key>PayloadType</key>	<string>Configuration</string>	<key>PayloadUUID</key>	<string>c9b1404a-a873-4b08-b051-48c6f6c4d6aa</string>	<key>PayloadVersion</key>	<integer>1</integer></dict></plist> ‚h0?0?‰ î_"•BI?‘¨?*†H?0P1$0"UGlobalSign ECC Root CA - R510UGlobalSign10UGlobalSign0181121000000Z281121000000Z0P10	UBE10UGlobalSign nv-sa1&0$UGlobalSign ECC OV SSL CA 20180v0 *†H?+? "b Ã¡e#á–á»«¦?]OM?üqã„%©µ?-ã~Áø0j[?ÀD#=?ß ?Ò€?f4áÓ™]?›¡Èúûm‡UfnU?U?¡hu»²ãkóC´l] £?)0?%0Uÿ?Uÿ0ÿ 0UX{u*şa€ª@®Ö?Fn?H0U#0€=?H›ê ?DJ&ŞnŞÒƒĞŸY0>+ 2000.+ 0?http://ocsp2.globalsign.com/rootr506U/0-0+???http://crl.globalsign.com/root-r5.crl0GU @0>0<U  0402+ &https://www.globalsign.com/repository/0*†H?g 0d0.%Í‘Ã™©5fÎÚ¼†ìJßíEByÈ²8«¦?ŸŒ]…D@ëšXÀí?;0/Ú˜ @†ÂæWBá’z?•o¶¬àì?!]|Be?ñc0Œt‡æ??V0?^0?ã ÙÆªåìl }éª?*†H?0P10	UBE10UGlobalSign nv-sa1&0$UGlobalSign ECC OV SSL CA 20180221213030105Z240114030104Z0‡10	UCN10U	æµ™æ±Ÿçœ?0U 	æ­å·å¸?907U0é˜¿é‡Œå·´å·´ï¼ˆä¸­å›½ï¼‰ç½‘ç»œæŠ€æœ¯æœ‰é™å…¬å?0U*.alidns.com0Y0 *†H?*†H? B êÑ@ïúuS?@CßÊN?äÆñ@Kˆ“‚©ášhúŒ^”Ç—Ì·ˆ~h|KÍÖáD??u”¯³Ø˜×|£‚i0?e0Uÿ €0+ 00D+ 0?http://secure.globalsign.com/cacert/gseccovsslca2018.crt07+ 0?http://ocsp.globalsign.com/gseccovsslca20180VU O0M0A	+?0402+ &https://www.globalsign.com/repository/0g?0	U0 0?U80604???http://crl.globalsign.com/gseccovsslca2018.crl0?U806?*.alidns.com?dns.alidns.com?????alidns.com0U%0+ + 0U#0€X{u*şa€ª@®Ö?Fn?H0UP?	jËú—Ó?¨øŞ·*>š{0?|+Öy?l?hf u sÙ?L–x?}Gæ²ÆĞQ^q*Œk€zÁwr?  ?mÅÌ   F0D ³Bş~ä•`?º]I½¹ß¥èxCE?8³­¨Ì? ?6Ê¯?P=¸tı°¨§VÖ“È‰ßK?ÀM? v îÍĞdÕÛÎÅ\·´Í?‡F|¼ìŞÃQHYFqµ›  ?mÈÎ   G0E! åÍ¾Dje¨ô?jsOH™‹MáÔ1€¾î›ŒJ)uoúÆ &??i?ö„}ëlÜg?^3QMj%¦ŒO+? u Ú¶¿k?µ¶"Ÿ›Â»\kèp‘ql»Q„…4½¤=0H×û?  ?mÅì   F0D W‚%N2Ò·õV?ğğÓL?ÎQƒQĞp<çO?? umFwÑhø[+‰ç?5?×à ?½8vùZ?*†H?i 0f1 ?±Eì¤E­’ Vaåñ×óv.-EúîJï—?|"½’ö‚RóÃh a?"S°1 ¥S??ºëÛÅ&ÄRg2öÒ?O~\ÿ??WôÊÀº?h÷Åİá	G±Ü2D1????0`0P10	UBE10UGlobalSign nv-sa1&0$UGlobalSign ECC OV SSL CA 2018ÙÆªåìl }éª?	`†He  ?	*†H†÷	1	*†H†÷ 0	*†H†÷	1230307124159Z0/	*†H†÷	1" "ÊÊ§²?ı„Æ ??Şiö	?ÃÒ?	0y	*†H†÷	1l0j0	`†He*0	`†He0	`†He0*†H†÷ 0*†H†÷ €0*†H†÷@0 + 0*†H†÷(0*†H?G0E! sŠA?C®ôK#%s?Ù??j1şF[ù½? 6–°ı¨?ïş]?UT?Ë«íj?”…?y¦÷=